<template>
<div class="PrivacyPolicy-group">
<div class="content">
<h1>使用协议</h1>
<p>CryptoGalaxy是由Galaxy Play平台推出的区块链驱动游戏。请仔细阅读并完全理解本协议中规定的所有条款和条件，尤其是免责声明和责任限制的条款，以及申请或使用某项服务的单独协议。您必须选择同意或不同意本使用条款。请注意，免责声明和责任限制的条款可能会以粗体字体作为突出显示。</p>
<p>除非您已阅读并接受本协议的所有条款，否则不得下载，安装或使用本软件及相关服务。您的下载，安装，使用，登录和其他类似活动即视为您同意本协议。</p>
<p>此协议将由CryptoGalaxy不时更新。一旦正式发布在CryptoGalaxy上，修改后的协议将立即生效。CryptoGalaxy没有义务向您发出进一步的通知。如果您不同意任何修改后的条款或条件，您应立即停止使用</p>
<p>CryptoGalaxy。在CryptoGalaxy上发布任何修改后，若您继续使用或访问CryptoGalaxy，即视为接受修改后的协议。</p>
<h2>1.协议范围</h2>
<p>1.1 协议适用主体的范围</p>
<p>本协议由您和CryptoGalaxy就您使用CryptoGalaxy平台提供的服务事项作出约定，包括下载，安装，使用，复制软件和其他与Galaxy Play平台相关的使用服务。</p>
<p>1.2协议关系和冲突条款</p>
<p>本协议被视为“Galaxy Play平台最终用户许可协议”的补充协议，是“最终用户许可协议”中不可分割的一部分 如果本协议与前述协议之间存在任何冲突，则以本协议为准。</p>
<p>本协议的内容还包括有关Galaxy Play平台不时发布的服务相关协议和业务规则。一旦此类内容正式发布，它将被视为您必须遵守的本协议不可分割的一部分。</p>
<h2>2.定义</h2>
<p>2.1 Galaxy Play平台：由Zeepin Pte.Ltd运营的Galaxy Play是一个可以启动和推广一系列区块链驱动游戏的平台。</p>
<p>2.2 CryptoGalaxy：CryptoGalaxy是一个基于区块链的游戏应用程序，由CryptoGalaxy团队设计，包括其他辅助管理工具，可以为用户提供区块链系统的流畅操作体验。</p>
<p>2.3 身份：基于公钥的数字身份。</p>
<p>2.4 创建或导入游戏内钱包：此过程涉及在您接受本协议后创建或导入游戏内钱包。</p>
<p>2.5 CryptoGalaxy游戏内钱包的密码：这是您在创建钱包的过程中决定的密码，可用于加密和保护您的私钥。作为分散式应用程序，CryptoGalaxy无法将您的密码存储在您或CryptoGalaxy服务器访问的移动设备中。如果您忘记或丢失了密码，则需要使用私钥重置密码。</p>
<p>2.6 信息指南：访问CryptoGalaxy时，用户将看到页面上显示的提示，指导您继续操作。</p>
<p>2.7 特定用户：是指根据新加坡或其他司法辖区规定的法律和法规，有义务向CryptoGalaxy披露个人信息的用户。</p>
<p>2.8 私钥：它由随机字符串组成，是用户持有和获取代币的钥匙。</p>
<p>2.9 公钥：公钥可以理解为接收代币的公共地址，这是基于区块链并且由加密技术提供支持的。</p>
<p>2.10 密钥库：密钥库可以理解为一组文件或存储库，可以存储您的私钥，并且无需与CryptoGalaxy服务器同步。</p>
<p>2.11 数字资产：CryptoGalaxy支持所有类型的数字资产，包括但不限于ZPT，Gala或基于GCP协议的其他代币，以及游戏内物品。</p>
<p>2.12 消息中心：用户可以在此处接收消息或通知。</p>
<p>2.13 个人信息：指以电子方式或其他方式记录的各种信息，可以单独或与其他信息一起识别用户的个人身份，包括但不限于自然人姓名，出生日期，身份证号码，个人生物识别信息，地址，电话号码，银行卡号，电子邮件地址，钱包地址，移动设备信息，操作记录，交易记录等。它不包括用户钱包的密码，私钥，助记符或密钥库。</p>
<p>2.14 智能合约：这是一种智能合约，能够以信息化的方式传送，验证或执行未知方之间的合同。</p>
<h2>3.关于服务</h2>
<p>该服务的内容包括Galaxy Play平台向其用户提供的游戏内工具，包括但不限于以下功能（以下简称“服务”）。</p>
<p>3.1信息服务</p>
<p>3.1.1 数字资产的交易和管理：您可以使用CryptoGalaxy管理您的数字资产，包括数字代币和基于区块链的游戏内物品的不可替代资产。它只需要通过您的私钥进行电子签名，以便管理相关的基于区块链的分类帐。您的交易历史记录的全部或部分将由区块链提供支持，而用户应根据区块链跟踪最新的交易记录。</p>
<p>3.1.2 暂停服务</p>
<p>区块链的性质是所有交易都是最终的，没有向资金发送方退款或追索的方法。因此，我们无法撤销或取消任何链上交易。但是，如果需要，我们可以根据请求，暂停或限制某些用户对CryptoGalaxy的访问或操作。</p>
<p>3.1.3 其他必要服务</p>
<p>用户在访问CryptoGalaxy提供的服务时必须完全理解和接受：</p>
<p class="n">1）为了保护您的数字代币的安全，您必须理解并接受CryptoGalaxy对以下内容不承担责任：</p>
<p class="n">a）为您存储密码（为ID创建/导入钱包设置的密码），私钥，助记符或密钥库;</p>
<p class="n">b）为您检索密码，私钥，助记符或密钥库;</p>
<p class="n">c）锁定或冻结游戏中的钱包;</p>
<p class="n">d）恢复受损的钱包;</p>
<p class="n">e）交易回滚。</p>
<p class="n">2）您完全独立地承担保护用于访问CryptoGalaxy的任何移动设备，存储密码，私钥和密钥库的责任。如果您丢失或损坏了移动设备，删除了没有备份的游戏内钱包，钱包被盗，忘记密码，私钥或密钥库，CryptoGalaxy无法恢复您的钱包或密码，私钥或密钥库; 如果交易是由于您的错误操作导致的（例如输入错误的转账地址或金额），CryptoGalaxy将无法取消此类交易，也不对此类交易承担责任。</p>
<p class="n">3）请不要存入任何游戏钱包不支持的资产。</p>
<p class="n">4）Galaxy Play Exchange（可在CryptoGalaxy中使用）允许您使用第三方提供的基于区块链智能合约的场所交易数字资产。CryptoGalaxy仅为您提供访问第三方智能合约的工具。除非另有说明，否则CryptoGalaxy无法控制此类智能合约，并对此类行为不承担任何责任。如果您授权第三方应用程序连接到您的帐户并代表您执行操作，您将承担与这些连接和操作相关的所有风险。在任何重大交易之前，您应该继续关注CryptoGalaxy以获得最新的智能合约用户协议。</p>
<p class="n">5）如果您访问未集成到CryptoGalaxy中的其他网站或第三方DApp，您应该完全理解此类网站或第三方DApp与CryptoGalaxy无关，并自行承担与此类活动相关的所有风险。</p>
<p>3.2 服务形式</p>
<p>3.2.1 您需要先下载CryptoGalaxy才能使用此服务。CryptoGalaxy是您不可传输和非独占地下载的应用程序。</p>
<p>3.2.2 您必须选择与您的手机匹配的正确版本的CryptoGalaxy。</p>
<p>3.3 服务范围</p>
<p>3.3.1 CryptoGalaxy授予您关于使用CryptoGalaxy应用程序的非传输和非独占权限。您可以将CryptoGalaxy安装到您的设备中，非商业目的地使用、显示和进行操作。</p>
<p>3.3.2 您可以将CryptoGalaxy应用程序的副本作为备份，以便使用它及其服务。该副本必须包含原始CryptoGalaxy的所有版权信息。</p>
<p>3.3.3 本条款和本协议其他条款中未明确说明的所有其他权利均由CryptoGalaxy保留，您必须获得CryptoGalaxy的其他书面许可才能行使这些权利。您未能行使上述任何权利并不构成对此权利的放弃。</p>
<h2>4. CryptoGalaxy的下载</h2>
<p>4.1 可从Galaxy Play平台下载的软件/应用程序和随附文档，您可以从中下载。 您也可以从Galaxy Play平台授权的第三方来源下载CryptoGalaxy。</p>
<p>4.2 如果您未经Galaxy Play平台授权从第三方平台下载CryptoGalaxy或与CryptoGalaxy具有相同名称的应用程序，CryptoGalaxy将不保证此类应用程序的安全性或平稳运行，也不对由此产生的任何损失承担责任。</p>
<h2>5. 安装与删除 </h2> 
<p>5.1 CryptoGalaxy可能会开发不同终端设备的版本。您应该选择下载合适的版本进行相应的安装。</p>
<p>5.2 您需要按照CryptoGalaxy提供的说明进行安装。</p>
<p>5.3 为了改善服务并提高安全性，Galaxy Play平台可能会在安装过程中向您推荐其他应用程序。 您可以选择进入或退出。</p>
<p>5.4 如果您不需要该应用程序或必须更换新版本，您可以自行删除它。 如果您愿意帮助我们改进产品，请告诉我们您删除产品的原因。</p>
<h2>6. CryptoGalaxy的更新</h2> 
<p>6.1 为了提供更好的用户体验，CryptoGalaxy正在尽一切努力使其产品多样化并加速应用程序的迭代。</p>
<p>6.2 为确保应用程序和服务的安全性和连贯性，CryptoGalaxy保留更新应用程序的权利，或更改或限制其部分功能，不作另行通知。</p>
<p>6.3 在启动应用程序的更新版本后，以前的版å本可能无法正常工作。</p>
<p>CryptoGalaxy不保证旧版本的可用性或功能以及相应的客户服务，请确保您下载最新版本。</p>
<h2>7.隐私保护</h2> 
<p>7.1 由于Galaxy Play非常重视用户的隐私，我们将采取合理措施保护用户的个人信息。除非法律和法规要求，否则未经用户同意，Galaxy Play平台不会向第三方披露个人信息。Galaxy Play平台将在存储和传输之前对所有重要的个人信息进行加密，以确保用户个人信息的安全。您提供的任何数据或信息均适用我们的隐私政策“Galaxy Play隐私政策”的保护，该政策是本协议的一部分。</p>
<p>7.2 通常来说，您可以随时查看和修改您提交的信息。尽管有上述规定，出于安全和核查方面的考虑，您不能更改与登记注册相关的信息（如果有）。</p>
<p>7.3 Galaxy Play平台将采用一系列安全技术和程序来构建强大的管理系统，以保护您的隐私免遭未经授权的访问，使用或披露。</p>
<p>7.4 除非法律法规另有要求，否则未经您的同意，Galaxy Play平台不会向Galaxy Play平台以外的任何公司，组织或个人透露您的个人信息。</p>
<p>7.5您对本服务的访问和使用代表您承诺和保证您已达到签订具有约束力的合同的法定年龄，如果您未达到法定年龄，则您应在父母或法定监护人的书面同意下访问和使用本服务。</p>
<h2>8.权利和义务</h2> 
<p>8.1 公钥 (ID)</p>
<p>8.1.1 您有权通过CryptoGalaxy在移动设备上创建您的ID，并为您创建的ID设置密码。您还可以访问CryptoGalaxy的游戏内钱包来处理传输和接收数字资产等交易。</p>
<p>8.1.2 根据适用司法辖区的法律法规和合规要求，我们可能会要求您提供个人信息，例如您的法定姓名，身份证号码，手机号码，地址，银行信息或信用卡信息。如果您未能及时提供此类请求的信息，您可能无法访问CryptoGalaxy服务，并且您对由此造成的任何损失承担全部责任。</p>
<p>8.1.3 CryptoGalaxy有权更改ID创建和导入的方式，以满足客户的需求或产品的需求。</p>
<p>8.1.4 您有责任（i）保密您为使用服务的任何内容而创建的密码，以及（ii）限制他人对您的计算机或移动设备的访问。您同意对您帐户中发生的所有活动承担全部责任。如果您发现任何与未经授权使用您的帐户有关的活动，您应该创建一个新帐户，并使用该帐户转移所有数字资产。</p>
<p>8.1.5. 验证身份</p>
<p>您同意向我们提供有效的身份证明，或其他的我们为身份验证或核查您身份下的任何异常交易或可疑信息而请求的信息。 </p>
<p>8.2 数字资产交易</p>
<p>8.2.1 您已知当您使用CryptoGalaxy服务时，每日转帐的最高金额可能因国家/地区而异。其他的强制性要求可能涉及法律法规的规定，转移目的的规定，CryptoGalaxy风险的控制和身份验证。</p>
<p>8.2.2 加密货币转移通常无法取消或撤销。您使用CryptoGalaxy游戏内钱包进行转移的风险完全由您自行承担，我们对您授权的错误或意外交易不承担任何责任。（包括但不限于错误的转移地址或转移服务器的故障）。</p>
<p>8.2.3 您已知发生以下情况可能导致传输功能禁用，传输失败或传输延迟：</p>
<p>a）存款资金短缺;</p>
<p>b）燃料（Gala）不足以支付交易费;</p>
<p>c）智能合约的运行失败;</p>
<p>d）超过相关监管机构，CryptoGalaxy或适用法律法规规定的最高金额;</p>
<p>e）网络故障;</p>
<p>F）系统拥塞;</p>
<p>g）您的地址或发件人或收件人的地址被识别为可疑，例如高风险地址。</p>
<p>您已知，当通过游戏内钱包进行资产转移时，CryptoGalaxy已履行其所有义务。 CryptoGalaxy与转移后发生的任何争议无涉。</p>
<p>8.3 “燃料费“和相关税款</p>
<p>8.3.1 当您使用CryptoGalaxy的游戏内钱包进行资产的转移时，您将支付“燃料费”。根据客户自行决定的交易价格，由提供服务的区块链收取相应的燃料费。</p>
<p>8.3.2 您已知，在特殊情况下（包括但不限于存款不足以支付“燃料费”或网络连接不稳定）可能导致资产转移失败。在这种情况下，网络供应商仍会向您收取“燃料”。</p>
<p>8.3.3 与使用CryptoGalaxy的交易相关的所有税费或其他费用应由您支付。</p>
<p>8.4 注意事项</p>
<p>8.4.1 您理解并同意，为了向您提供良好的服务，应用程序将利用您的移动设备终端的处理器和带宽等资源。在访问此应用程序期间，您需要支付与使用流量相关的费用。该笔费用由您为相应服务选择的移动运营商收取。您有义务自行明确费用的收取方式。</p>
<p>8.4.2 您理解并同意应用程序的某些功能可能允许第三方访问用户信息，例如您在游戏中的身份和状态。</p>
<p>8.4.3 在您使用本应用程序的特定服务期间，其他独立的协议或相关的业务规则（统称为“独立协议”）可能会被合并到本服务协议中。请在使用本服务之前阅读并同意此类协议，如您不同意某项独立服务协议内容，请立即停止使用该项功能。</p>
<p>8.4.4 您理解并同意CryptoGalaxy将尽其所能来保护您存储在应用程序和服务中的数据。但是，CryptoGalaxy无法保证以下内容，包括但不限于：</p>
<p>8.4.4.1 CryptoGalaxy不对您无法删除或存储与应用程序和服务相关数据的情况负责;</p>
<p>8.4.4.2有权根据使用应用程序和服务的用户来决定最长的数据存储时间以及分配最大的服务器数据存储空间。您可以根据自己的需要备份与应用程序和服务相关的数据;</p>
<p>8.4.4.3 如果您停止使用应用程序和服务，或者服务被终止或取消，CryptoGalaxy可能会从服务器中永久删除您的数据。在终止或取消服务后，CryptoGalaxy没有义务为您恢复任何数据.</p>
<p>8.4.5 您对使用应用程序和服务期间CryptoGalaxy无法控制的风险承担全部责任，包括但不限于:</p>
<p>8.4.5.1 因不可抗力导致的个人信息丢失或泄露风险;</p>
<p>8.4.5.2 您必须选择与您用于安装的手机相匹配的正确版本的应用程序。如果由于您选择错误版本的应用程序引发了任何问题或损坏，CryptoGalaxy将不承担此类损失的责任;</p>
<p>8.4.5.3由于使用该应用程序访问第三方网站的存在的潜在风险和责任，由您自行承担；</p>
<p>8.4.5.4关于您发布的内容被他人分享和传播所引发的风险和责任。</p>
<p>8.5 第三方内容和服务</p>
<p>8.5.1 当您使用CryptoGalaxy的第三方供应商的产品或服务时，您应遵守本协议包含的所有条款和条件。此外，您还需要同意并接受第三方用户协议下的所有条款。我们不会成为您与第三方供应商达成的协议中的一方或以任何方式承担责任。您与第三方供应商之间可能遇到的任何争议应由您和供应商之间单独解决。</p>
<p>8.5.2 当用户使用应用程序或需要CryptoGalaxy提供特定服务时，CryptoGalaxy可能通过使用第三方系统或第三方协助来满足用户的此类需求。CryptoGalaxy不保证第三方提供的服务的安全性，可用性和准确性，也无法披露与之相关的任何不确定风险。CryptoGalaxy对用户提出的任何争议或损失不承担任何责任。</p>
<h2>9.行为守则</h2> 
<p>9.1 内容规范</p>
<p>9.1.1 您了解并同意Galaxy Play平台致力于为用户提供文明，健康和健全的网络环境。您不得使用Galaxy Play平台帐户或CryptoGalaxy创建，复制，发布和散播可能干扰Galaxy Play操作的以下内容，以侵犯其他用户或第三方的合法权利，包括但不限于：</p>
<p>（a）犯罪或侵权行为，宣传非法或侵权行为，涉及侮辱、威胁、淫秽或诽谤的行为;</p>
<p>（b）为任何商业目的而抄袭、复制、出售、转售或利用本网站的任何部分、使用本网站或访问本网站;</p>
<p>（c）侵犯任何其他用户的隐私权，包括收集有关网站用户的个人身份信息或发布有关第三方的私人信息;</p>
<p>（d）发送垃圾邮件，传播病毒或其他有害文件、广告;</p>
<p>（e）其他犯罪或侵权行为，包括欺诈，侵犯版权，侵犯专利或窃取商业机密。</p>
<p>9.1.2 您不得在任何非法或犯罪行为中使用CryptoGalaxy，包括但不限于：</p>
<p>1) 危害你居住的国家或地区的公共安全，泄露国家秘密，煽动颠覆国家政权，分裂国家;</p>
<p>2) 任何违法犯罪活动，包括但不限于洗钱和非法集资; </p>
<p>3) 使用间谍软件、危险软件、蠕虫或其他恶意软件访问、处理或收集CryptoGalaxy提供的内容并干扰其他用户或试图干扰其他用户;</p>
<p>4) 提供赌博信息或邀请其他人参与赌博;</p>
<p>5) 未经授权访问其他用户的CryptoGalaxy以试图窃取数字代币;</p>
<p>6) 提供给交易对手的内容与其应有的内容不一致或虚假交易;</p>
<p>7) 任何可能危及或存在危及CryptoGalaxy服务系统或数据的潜在风险的行为;</p>
<p>8) CryptoGalaxy根据正当理由所认定的其他不当行为。</p>
<p>9.2 您在此理解并同意，由于您的违法行为（包括但不限于海关/税收法规）或违约行为所引起的对CryptoGalaxy或第三方产生的所有索赔，罚款，处罚和其他责任，应全部由您自行承担。您同意赔偿Uphold或第三方任何由于此类责任产生的费用以及上述任何其他的费用和开支，包括合理的律师费用。</p>
<p>9.3 您向我们承诺，您将及时支付CryptoGalaxy的服务费（如果有），否则CryptoGalaxy有权暂停为您提供的服务。</p>
<p>9.4 服务适用规范</p>
<p>除非事先获得Galaxy Play的书面许可或适用法律的允许，否则您不得：</p>
<p>9.4.1 提交或发布虚假信息，或试图冒充其他用户或个人; </p>
<p>9.4.2 请求其他用户共享信息； </p>
<p>9.4.3 发布任何不公平，误导性或欺骗性的内容; </p>
<p>9.4.4 侵犯他人的合法权利，如名誉权，肖像权，知识产权，商业秘密等;</p>
<p>9.4.5 未经Galaxy Play平台书面许可，使用Galaxy Play的帐户和功能或其他第三方操作平台进行宣传; </p>
<p>9.4.6 使用CryptoGalaxy及其服务从事任何非法或犯罪活动;</p>
<p>9.4.7 使用任何软件拦截，挖掘或以其他方式收集有关其他用户的信息，或者复制和存储任何私人资料;</p>
<p>9.4.8 以不符合任何和所有适用的法律法规的方式使用服务。 </p>
<p>9.5 义务</p>
<p>您完全理解并同意，对于您帐户下的所有操作和活动，您自己承担风险，包括您发布的任何内容以及由此产生的任何后果。您应自行查看服务内容，并承担与使用服务内容相关的所有风险，包括依赖内容的准确性，完整性或可用性所带来的风险。Galaxy Play平台和CryptoGalaxy都不会承担任何与其相关风险引发的损失或损害。</p>
<p>9.6 违约责任</p>
<p>9.6.1 您违反前述禁止性约定的任何行为都可能导致您的帐户或访问服务被暂停或终止。</p>
<p>9.6.2 您理解并同意，如果您违反本协议或侵犯我们的权利或其他人的权利，CryptoGalaxy有权对您采取惩罚措施，或采取适当的法律措施取消您的使用资格，您将赔偿我们对该索赔所支付的合理的法律费用。</p>
<p>9.6.3 您理解并同意，因违反本协议或相关服务条款而引起的任何索赔、请求或损害赔偿请求，您应独立承担责任;如果CryptoGalaxy因此遭受任何损失，您应对此作出赔偿。</p>
<h2>10. 知识产权</h2> 
<p>10.1 CryptoGalaxy的版权归Galaxy Play所有。应用程序的所有知识产权，商标，专利，商业秘密和其他知识产权，以及与CryptoGalaxy相关的所有信息（包括但不限于文本，图片，音频，视频，图形，UI设计，框架，相关 电子文件等）受新加坡法律法规的保护。Galaxy Play拥有此处提及的所有内容和信息的所有知识产权。</p>
<p>10.2 您同意，未经Galaxy Play或第三方许可方的书面同意，不得复制，发布，传播，许可，再许可，转让或基于Crypto Galaxy创建衍生内容。</p>
<h2>11.信息保护责任</h2> 
<p>11.1 您理解并同意CryptoGalaxy与大多数其他互联网软件一样，可能会受到各种因素的影响，包括但不限于用户行为，网络性能，社交环境等; 它也容易受到各种网络攻击，包括但不限于他人非法使用用户数据来骚扰现实生活中的人;用户访问的其他网站，或者用户下载或安装的其他软件可能包含病毒，特洛伊木马或其他恶意程序，这些软件会威胁到终端设备数据的安全性并破坏应用程序的正常运行等。因此，您应更加注意保护您的个人信息并保护您的密码，以防止由此造成的任何潜在损失。</p>
<p>11.2 您不得开发，散播，使用或传播恶意程序，意图窃取在CryptoGalaxy下创建的账户以及他人的个人信息和财产。</p>
<p>11.3 您和CryptoGalaxy都有责任确保并保持此应用程序的平稳运行。</p>
<p>CryptoGalaxy将根据行业标准采取必要的措施，保障与终端设备相关的信息和数据的安全性。但是，您已知并同意CryptoGalaxy无法对全部安全问题提供保障，包括但不限于攻击客户端、数据传输过程、服务端SDK、RPC服务、智能合约等环节的攻击。</p>
<p>11.4 在任何情况下，您都不应信任与贷款有关的任何网络信息，包括尝试从您那里获取密码或贷款，询问您的密码或查询您的资产或财产。</p>
<h2>12.第三方软件或技术</h2> 
<p>12.1 本软件可以使用已经合法授权的第三方软件或技术（包括可能由应用程序使用的开源代码和公共域代码等）。</p>
<p>12.3 鉴于区块链上智能合约执行的自发性，Galaxy Play和CryptoGalaxy都不会成为您与此类第三方服务提供商所达成协议的一方，或以任何其他方式承担责任。您与第三方服务提供商之间可能遇到的任何争议应由您和第三方服务提供商之间单独解决。</p>
<h2>13 数字资产</h2> 
<p>13.1 您在CryptoGalaxy中的数字资产包括： </p>
<p>(1) 游戏内虚拟资产：您持有的CryptoGalaxy虚拟资产可以在应用程序中出售、赠送和交易，ZUSD（应用程序中基于区块链的数字代币），数字货币或代币将用于结算。 </p>
<p>(2) 存入资产：ZUSD或其他数字代币必须以Galaxy Play批准的方式存入您的帐户。您可以使用ZUSD来换取Galaxy Play平台中的虚拟服务。请注意，除非经营者明确同意或适用法律法规要求，否则ZUSD在存入后不能以现金，数字货币或代币等形式退款。</p>
<h2>14.免责声明和责任限制 </h2> 
<p>14.1 我们仅对于本协议中规定的损失或损害向您承担责任。</p>
<p>14.2 您理解并同意，在适用法律允许的最大范围内，Galaxy Play将以“现状”和“可能存在的情况”为基础提供CryptoGalaxy服务。对于因以下任何情况引起或与之相关的任何损失或损害，CryptoGalaxy概不负责：</p>
<p class="n">1) 因CryptoGalaxy系统维护或升级而造成的任何损失或损坏;</p>
<p class="n">2) 不可预测事件或不可抗力造成的任何损失或损害，包括但不限于台风，地震，洪水，闪电或恐怖袭击;</p>
<p class="n">3) 因移动设备故障，电信故障，电源故障而导致的任何损失或损坏;</p>
<p class="n">4) 因未经授权访问我们的服务而导致的任何损失或损害; </p>
<p class="n">5) 计算机病毒，特洛伊木马，黑客，系统不稳定或政府行为;</p>
<p class="n">6) 任何不直接源于我们违反本协议导致的损失或损害。</p>
<p>14.3 Galaxy Play对以下任何情况不承担任何责任：</p>
<p class="n">1) 由于您的个人移动设备丢失或损坏，删除未备份的CryptoGalaxy或忘记密码、私钥、CryptoGalaxy的密钥库而导致CryptoGalaxy中保留的任何数字令牌丢失或被盗;</p>
<p class="n">2）由于您将密码、私钥或密钥库信息泄露给他人，授权他人使用您的移动设备或未从Galaxy批准的官方来源下载，或其他不安全地访问CryptoGalaxy的行为，导致您在CryptoGalaxy中保存的任何数字代币丢失或被盗窃，;</p>
<p class="n">3) 由于您的错误操作而导致您的CryptoGalaxy帐户中存储的任何数字代币丢失或被盗（包括但不限于输入错误的传输地址，与您选择转移代币的节点服务器相关的问题）;</p>
<p class="n">4) 由于您缺乏区块链的基本知识而实施的错误操作，导致CryptoGalaxy中保存的任何数字代币丢失或被盗;</p>
<p class="n">5) 由于系统延迟或系统不稳定，导致区块链上的交易记录存在差异 。</p>
<p>14.4 每个用户应对由以下情况引起的或与之相关的所有风险和后果自行承担责任：</p>
<p>用户使用第三方DApp和智能合约进行交易的，由此引起的任何风险或后果应由您或第三方承担。</p>
<p>14.5 您已知CryptoGalaxy仅是用作管理数字代币的工具。Galaxy Play无法控制或为任何产品或服务的质量、安全性、合法性，或您可能从第三方使用的信息的真实性或准确性承担责任。您应自行决定是否使用任何第三方DApp或智能合约进行交易。您已知您与对方之间订立的合同应该具有约束力，而Galaxy Play并不受您与第三方之间所签订合同的约束。对于因与第三方交易产生的风险，责任，损失或花费，Galaxy Play概不负责。</p>
<p>14.6您已被告知Galaxy Play可能同时为您，您的对手方或其他感兴趣的各方提供服务。您同意使我们免于因提供此类服务产生的任何重大或潜在的利益冲突而遭受损失，并对我们因此遭受的损失进行赔偿。您不会根据我们对您或相关方的服务提出任何法律索赔，也不会要求向我们承担新的责任或义务。</p>
<p>14.7 Galaxy Play对以下内容不提供服务保证：</p>
<p class="n">1) Galaxy Play提供的服务将满足您的所有需求;</p>
<p class="n">2) 您访问的Galaxy Play提供的任何技术，产品，服务，数据或材料完全符合您的期望;</p>
<p class="n">3) Galaxy Play提供的数字货币的历史价格数据的准确性或完整性;</p>
<p class="n">4) 如果您与交易对手之间进行任何交易，交易对手应履行本协议中规定的所有义务。</p>
<p>14.8 无论发生任何情况，Galaxy Play应赔偿您的上限为100 ZPT。</p>
<p>14.9 您已知CryptoGalaxy仅提供管理用户数字代币的工具，并向用户显示交易信息。Galaxy Play不提供法律咨询、税务咨询或投资建议等服务。您将自行确定您使用我们的服务以及您可能使用服务进行的任何交易相关的税务后果。您应咨询您所在司法辖区的会计师，律师或税务机关，以确定任何税务后果。您使用我们服务所产生的投资损失或数据损失应由您自己负责，Galaxy Play对此不承担任何责任。</p>
<p>14.10 您已知我们可能会根据适用法律法规的要求不时修改用户访问标准，并在服务范围，服务模式等方面对特定用户进行限制。</p>
<h2>15.其他条款</h2> 
<p>15.1 您对本应用程序的使用即表示您接受本协议。Galaxy play平台保留根据需要修改本协议条款的权利。您可以阅读最新版本的应用程序中公布的协议条款。若您在本协议条款变更后继续使用该应用程序，则表示您接受本协议的修改版本。如果您不同意修订后的协议，则应停止使用本应用程序。</p>
<p>15.2 索赔权利 </p>
<p>请注意，您是唯一有权就您使用我们的服务向我们提出索赔的人。您不得转让您提出索赔或交易的权利，也不得转让您向他人提出索赔或与他人交易的权利。否则，此类转让无效，我们对此不承担任何义务或责任。</p>
<p>15.3. 权利保留</p>
<p>我们未能对您或他人的违规行为做出回应，并不意味着放弃我们就后续或类似违规行为采取行动的权利。对于适用法律或法规不能放弃的权利，本协议不得解释为放弃。</p>
<p>15.4 完整协议</p>
<p>这些使用条款，Galaxy Play的隐私政策以及我们可能不时添加的其他条款构成您与CryptoGalaxy之间关于您对该应用程序的使用的完整协议，并替代和取消您与CryptoGalaxy之间曾达成的所有其他书面或口头协议或共识。</p>
<p>15.5 税务</p>
<p class="n">1) 本协议约定的服务内容不包括代为支付您由于使用我们服务所产生的或与之相关的应付税款。</p>
<p class="n">2) 您有责任自行确定对您通过我们的服务进行的任何交易是否应当纳税以及相关的税收费用，并向相应的税务机关提交，收集，报告信息并汇出正确数额的税款。与应付税款有关的违约行为而产生的所有处罚，罚款，索赔，惩罚和其他责任，您应自行承担。</p>
<p class="n">3) 我们无法确定您通过我们的服务进行的任何交易是否应当纳税以及相关的税收费用，也无法向相应的税务机关提交，收集，报告信息并汇出正确数额的税款。</p>
<p>15.6 本协议的签订，效力，执行，解释和争议解决都将受新加坡共和国法律管辖并按其解释，而不适用冲突法原则。</p>
<p>15.7 如果CryptoGalaxy与您之间因您使用应用程序或与之相关而产生任何争议，双方应立即真诚地尝试友好协商解决。如果无法达成一致，您同意向SIAC提交此类争议进行仲裁。仲裁所用语言为英语。</p>
<p>15.8 条款可分割性</p>
<p class="n">1) 如果根据本协议所适用的任何法律，本协议的任何条款被确定为非法，无效或不可执行，则其无效，非法或不可执行仅限于该条款。更具体地说，如果发现本协议的任何条款无法执行，则将分割不可执行的条款，并执行其余条款。 </p>
<p class="n">2) 如果根据任何适用法律确定本协议的任何条款是非法的，无效的或不可执行的，则其无效，非法或不可执行不得扩展至任何其他司法管辖区。任何此类情况不得影响任何其他条款的合法性，有效性或可执行性。 </p>
<p>15.9 本协议的任何翻译仅为方便起见而提供，并非旨在修改本协议的任何条款。您同意，如果本协议的英文版本与本协议的任何翻译版本之间存在任何冲突，则以本协议的英文版本为准。</p>
<p class="r">ZEEPIN FOUNDATION</p>
    </div>
    </div>
</template>
<script>
export default {
  data() {
    return {
    };
  },
  methods: {
  }
};
</script>
<style lang="less" scoped>
    .PrivacyPolicy-group{
        background: #fff;
        width:100%;
        .content{
            width:100%;
            max-width:1200px;
            margin:0 auto;
            padding:20px;
            background: #fff;
            h1{
                margin-top:50px;
                margin-bottom:20px;
                text-align: center;
                font-size: 26px;
                font-weight: 500;
                color:#000;
            }
            h2{
                font-size: 16px;
                font-weight: 500;
                margin-top:15px;
                margin-bottom:10px;
                color:#000;
            }
            h3{
                font-size: 16px;
                font-weight: 500;
                margin-top:15px;
                color:#333;
            }
            p{
                font-size: 16px;
                margin-bottom:10px;
                color:#333;
                &.b{
                    font-weight: 500; 
                }
                &.r{
                    text-align:right;
                }
                &.n{
                /*  text-indent:12px; */
                }
            }
        }
    }
</style>

