<template>
  <div class="Introduction">
    <div class="market-box">
      <div class="aboutcg-centen">
        <img src="/static/img/about/WechatIMG20.jpg"  alt>
 <!--        <img src="/static/img/about/c1-en.jpg" v-if="langName == 'en'" alt> -->

        <h1>一、产品介绍</h1>
        <h2>1、CryptoGalaxy游戏简介</h2>
        <p>《Crypto Galaxy》是一款由ZEEPIN社区联合Crypto Galaxy游戏团队联合开发的基于区块链技术实现虚拟 宇宙的手机端休闲游戏。</p>
        <p>《CryptoGalaxy》基于Zeepin Chain区块链打造，由区块链驱动的虚拟世界，是一款真正的区块链游戏， 所有数据都运行在Zeepin Chain这条去中心化的文创及娱乐资产公链之上。</p>
        <p>玩家在《Crypto Galaxy》的世界里探索广阔的星系发现神秘的未知力量，拥有自己的星球来搭建基地，开 采资源发展科技，建造舰队组成联盟，最终在虚拟宇宙里建立一片王国。《Crypto Galaxy》融入了诸多时 下流行的游戏玩法:模拟经营，挂机养成，多人交互，并在经济体系里结合了短期收益和⻓期追求等不同的 策略，满足不同玩法的需求。玩家不需要投入太多时间，闲暇片刻间在指尖就能体验到作为星系主人的无穷 乐趣和至高荣誉。</p>
        <p>更重要的是产品将星球、矿机、矿产、精灵、宠物等玩家资产存储在区块链上，实现了在游戏内道具资产的 养成、收藏、展示、查询、交易、竞拍等功能。</p>
        <p>Crypto Galaxy团队的目标是打造出一个完全扁平、分布式的星际理想国。在这个国度中，一切秩序均由智 能合约完成运转，公开、自由、⺠主。所有的游戏资产交易都可以通过 ZeeScan.io 进行查询，每个游戏资产都会有相应的星际哈希码。玩家不用担心在游戏里投入心血换得的内容被人盗取，或被开发商以盈利目的 修改价值。解决了传统多人网络游戏里道具交易不安全不透明的痛点。从而使游戏里的内容真正意义上属于 玩家。</p>
        <h2>2.CryptoGalaxy宇宙观</h2>
        <p>随着《Crypto Galaxy》从版本1.0 到5.0 的推进进程，开发团队将同ZEEPIN社区玩家一同探索关于宇宙的 意义和生命的价值，正像CG游戏的主屏所引用的霍金名言:“记住要仰望星空，不要低头看脚下。无论生活 如何艰难，请保持一颗好奇心。你总会找到自己的路和属于你的成功。”</p>
        <p>宇宙从何处来，又往何处去?来自地球的一群勇敢的探索者，在《Crypto Galaxy》中探索无限宇宙和可 能。他们发现了新的星球，并以自己的方式来命名伟大的发现。他们登陆上未开发的荒芜之地开采必要的资 源，这些星球上普遍存在着7种不同颜色的矿产资源，通过获得功能各异的矿机进行开采。矿产作为核心能 量的来源不断支持着探索的前行，既维系已发射出的探测⻜行器去宇宙深处发现更多的未知，又能在不同的 阶段作为材料来合成道具、开发科技、孵化生命体而获得更强的力量。</p>

        <img src="/static/img/about/c7.jpg" v-if="langName == 'cn'" alt>
        <img src="/static/img/about/c7-en.jpg" v-if="langName == 'en'" alt>
        <p>《Crypto Galaxy》整体分为5个阶段，即5个大版本，CG1.0 经历了星球创世阶段，目前阶段为第二个版 本:星际起源(CG2.0 )，开始逐步出现生命体，在CG3.0 将逐步发展到科技，CG4 .0 将爆发战争，在 CG5.0 时，将逐步进入觉醒、文明的阶段。</p>
        <img src="/static/img/about/introduction-cn.jpg" v-if="langName == 'cn'" alt>
        <img src="/static/img/about/introduction-en.jpg" v-if="langName == 'en'" alt>

        <h2>3.创作背景</h2>
        <p>《CryptoGalaxy》是Zeepin Chain上的第一款区块链娱乐应用。近两年区块链热潮席卷了各行各业，成为 当下最热⻔也是最受瞩目的信息技术之一，相比较与大数据、云计算、人工智能等这些信息技术，区块链 的“去中心化”、“不可篡改”、“公开透明”等特性成为了人们交流的热点。而在金融领域提起区块链，大家的 第一反应就是数字货币。这样的反应源于区块链技术是随着比特币的诞生而出现。</p>
        <p>但其实除了数字货币，区块链技术在知识产权、游戏、支付清算、证券交易、供应链金融、保险、征信等领 域都能发挥很大的作用。</p>
        <p>当前，区块链技术的发展尚处于早期，伴随着真正的场景落地，将会展现出其内在的巨大价值和潜力，游戏 作为新技术的最佳实践载体，为区块链与文娱产业的融合打开了一扇大⻔。传统游戏本身就以中心化的方式 实现了虚拟内容归属权益、虚拟商品交易、游戏积分结算等功能，这与区块链技术的特性不谋而合，而区块 链的运行原理又拥有内容自发性、数据不可篡改特性的先天优势。</p>
        <p>区块链以非对称加密的方式保证了交易的准确性、安全性和可溯性。非对称加密除了保证信息的安全性之 外，还被用于《Crypto Galaxy》账户体系的身份验证，确保玩家身份的准确性，我们希望借助于区块链技 术中的透明、公开、公正等特性，解决现有游戏中玩家对运营商的不信任问题，让玩家在游戏娱乐中体会到 区块链账本、智能合约相关的功能机制。</p>

        <h1>二、现有游戏产业存在的问题分析和区块链技术的引入</h1>
        <h2>信息安全</h2>
        <p>如今游戏随着移动设备的极高普及率已成为大众生活中主要的娱乐方式之一，市场规模之大，信息交换之频 繁，游戏内虚拟财产安全不断受到关注，游戏道具盗窃与黑客攻击案件颁发，导致玩家利益受到重大损失。 区别于中心化游戏的单一中心响应机制，《Crypt oGalaxy》在区块链上探索以分布式响应、合约化自 执行的方案来保障信息安全性。</p>
        <h2>透明可信</h2>
        <p>通过区块链账本多节点记录独一无二的游戏链上资产，将游戏内虚拟道具内容、数量等数据存储于区块链 上，使游戏数据真实可信。</p>
        <h2>资产归属</h2>
        <p>链上账户体系存储的玩家道具资产，由玩家掌握的私钥完整的控制资产的所属，不受游戏公司的运营状况甚 至关闭影响资产的所属，这是一种绝对的归属。</p>
        <h2>存证确权</h2>
        <p>通过区块链账本实现游戏娱乐过程的记载，游戏道具资产一旦上链，转移、交易、养成等数据都会通过链上 记录，所有的操作都会由用户的私钥进行签名校验，永久的在区块链上记录下娱乐过程。</p>

        <h1>三、社区化开发的理念和运营方式</h1>
        <p>除了使用更安全的去中心化技术，《Crypto Galaxy》是共识共享精神的产品，也有别于传统游戏封闭式的 制作。团队在版本迭代和内容制作的过程中会更关注社区化的运营，让玩家通过线上社区一同讨论游戏的开 发细节，制作真正意义上属于玩家的产品。同时定期邀请更多的设计师和团队，来共同参与视觉设计，图形 制作，新玩法的功能开发，形成良好的社区生态。</p>

        <h1>四、产品内设计的特点介绍</h1>
        <h2>1. 高自由度的探索</h2>
        <p>庞大的星域体系激发你的探索欲望，每个人可以拥有属于自己的星域版图。一直以来，我们对于宇宙的探究 大部分来源于对其有限的猜测和遐想，而在《CryptoGalaxy》，成为星球主并成为星系主人将不再是遥远 的梦想。除此之外，在广阔的空间里还可以找到许多有趣的特殊场景，在地下黑市可以用闲置的资源换取高 级矿机的核心部件，在星际竞速中和其他玩家一同参加刺激的⻜船比赛赢得奖金，在黑洞的边缘寻找神秘的 外星部落。</p>
        <h2>2. 星球探险家</h2>
        <p>每个玩家进入游戏后都是一名宇宙探险家，去探索属于自己的星球和领域。由于采用了全球共享服务的机 制，不设区域限制，每个探险家也都代表着各自的国家，定期的国家排名将展示各国所有玩家拥有的星球数 量，增添国家荣誉感，使其成为真正的星际探险霸主。</p>
        <h2>3. AI人工智能</h2>
        <p>Crypto Galaxy游戏中的星球配色、地貌、元素属性的选取都将通过AI智能化根据整个游戏内的资源配比和 占有情况运算生成，保证每个星球的唯一性和专属性。</p>
        <h2>4. 全3D星球实时渲染</h2>
        <p>采用Unity3D引擎最新版本，所有星球通过设计师前期的精心设计，后期置入引擎实时渲染。使得每一个星 球看上去都堪比一件精美的艺术品，在游戏过程中为玩家带来一次次震撼的视觉体验。</p>
        <h2>5. 专属的星际资产</h2>
        <p>每个星球拥有独一无二的属性，这些都是玩家们在区块链上的游戏资产，努力让自己的星球变得富有个性和 具有价值，这样可以让星球在之后的星球交易市场内有更高的价值。此外，Gala 是《CryptoGalaxy》上的 星际流通燃料，Gala在游戏中将会有各类丰富的使用场景，如打造游戏生态、社区投票等。</p>
        <h2>6. 水晶矿石</h2>
        <p>每个星球都蕴含神秘水晶矿石，等着众多玩家去挖掘!水晶矿石可以兑换成Gala，并可在Zeepin生态链里 流通，进行游戏资产积累。</p>
        <h2>7、精灵宠物</h2>
        <p>我们还能在游戏内发现其他生命体，允许培育孵化精灵。精灵对矿石拥有特殊的能力，让精灵一同参与采矿 可以获得额外的收益。同时我们限制了精灵的产出总数量，每个培养出的精灵都会上链，具有唯一性，后期 会开放精灵交易。</p>

        <h1>五、产品内基础名称和说明</h1>
        <h2>1、星球</h2>
        <p>星球分为三类:</p>
        <p>未开发星球(需要激活后才可开矿)、普通星球(可以直接挖矿)以及创意星球(限量款市场收藏品，可以 直接挖矿)。</p>
        <h2>2、GalaBot采矿机器人</h2>
        <p>游戏内共有9 款矿机，目前上线有三款矿机，分别可挖取白矿、绿矿、蓝矿，不同的机器人只能对应自己可 挖掘的矿石原料。</p>
        <h2>3、矿石</h2>
        <p>《CryptoGalaxy》2.0 是 Galaxy.one 娱乐生态中唯一产出 7 种矿的 dApp，7 种矿石和星球一样会在整 个 Galaxy.one 生态 dApp 中进行流通和使用。Zeepin Chain 每经过 2400 个区块都会释放一轮新的矿 石。获取矿石的途径有通过矿机挖矿、DEX交易市场购买、探索卡获取等方式。</p>
        <h2>4 、原力</h2>
        <p>原力为矿机提供动力，确保矿机拥有足够的原力可持续挖矿，每隔30 秒出现在星球周围，点击即可捕获。</p>
        <h2>5、精灵</h2>
        <p>玩家可以在精灵训练中心孵化精灵种子，每个精灵都可以佩戴在矿机上，会使矿机产生更大的作用和效率， 精灵分为五种职业:</p>
        <p>幸运精灵:有概率挖出稀有矿石</p>
        <p>收矿精灵:会自动为玩家收取矿石</p>
        <p>偷矿精灵:会偷取其他玩家的矿石</p>
        <p>守护精灵:防御其他玩家来进行偷矿</p>
        <p>魔法精灵:随机使用其他精灵的技能</p>
        <h2>6 、挖矿</h2>
        <p>在共识星球上可以挖掘出矿产，不同的矿机可以开采不同的矿产，不同的矿产有不同的价值和用途。如果没 有拥有自己的星球，你需要在别人的星球上挖矿， 而该星球的主人会自动获得矿产收益中的 15% 作为税 收。</p>
        <h2>7、探索</h2>
        <p>通过发射探测⻜行器，进行空间探索，发现新区域和地点，并有机会获得Gala、矿产、星球等游戏内容</p>
        <h2>8 、商城</h2>
        <p>在商城中可以自由交易游戏道具</p>
        <h2>9 、广场</h2>
        <p>在广场内由各种道具将帮助你快速发展</p>
        <h2>10、背包</h2>
        <p>玩家可以在背包内查看和使用购买的游戏装备</p>
        <h2>11、排行</h2>
        <p>分别根据国家拥有星球数、个人星球数、游戏资产数进行排名</p>
        <h2>12、邀请</h2>
        <p>每个玩家都有专属的游戏邀请码，可以邀请好友建立自己的星球联盟小队，同时你也将获得成员游戏消费金 额10 %的奖励，当联盟成员成为联盟主，你还将获得5%的奖励。</p>
        <h2>13、Gala / ZUSD</h2>
        <p>Gala是游戏消费积分，用于游戏内道具上链交易燃料使用</p>
        <p>ZUSD是游戏消费积分，用户充值1美金兑换1ZUSD，仅用于游戏内消耗，ZUSD不能兑换回美金。</p>

        <h1>六、游戏的基本玩法介绍</h1>
        <h2>1、如何成为星球主?</h2>
        <p>目前整个星域共有限量4 10 0 颗星球，玩家可以在玩家市场购买正在出售的星球或在商场购买探索卡也将有 机会探索到星球</p>
        <h2>2、成为星球主后如何获得更多游戏资产?</h2>
        <p>(1)挖掘税——星球主收取在星球上挖矿的探索者收益中的15%作为税收。(挖掘税率会受到星球的等 级，挖掘人数等各方面因素影响而调整。)星球主可以在“发现”界面发布广告吸引更多探索者来挖矿。</p>
        <p>(2)星球升值:1星球等级越高，产量越大2星球等级越高，出售价值越大3星球等级越高，产出原料品 质越高</p>
        <h2>3、如何使用矿机</h2>
        <p>目前游戏内有三款矿机，分别挖取白矿、绿矿、蓝矿，不同的机器人只能对应自己可挖掘的原料。</p>
        <p>其中白矿机器人可以免费外，其他机器人可以从官方或是其他玩家手里购买。每个机器人的原料携带量有 限，如果满了则不会继续挖掘，需要玩家手动提取。玩家可以通过消耗游戏积分来进行升级，升级后挖掘速 度和原料携带量都会上升。除了免费机器人外，其他机器人都可以交易和售卖。每次挖掘前需要提取一定的 原力值来进行机器人燃料补充，每6 个原力值可以激活一次机器人。</p>
        <p>(原力值会每隔一小段时间自动产生，点击收取即可)</p>
        <h2>4 、如何获取原力?</h2>
        <p>(1)手动抓取:打开游戏，30-60秒内 星球上会出现白光原力，点击星球上的白光原力，原力会被抓取到 原力槽，大概 1-3 分钟左右会出现一次原力， 直至原力槽 6 格收取满，每格原力可供矿机挖矿1小时。</p>
        <p>(2)还可购买原力槽，每个原力槽有 6 格原力，原力处最多可放置 3 个原力槽即 24 格原力;</p>
        <p>(3)商城内也可购买周/月/季度/年度原力石，持续给矿机提供不同时常的原力能量。</p>
        <h2>5、如何挖矿?</h2>
        <p>(1)从“星球”⻚面进入，在有原力的情况下，参照流程:</p>
        <p>【点击发现】---【选择任意星球】---【登陆开采】---【跳入矿机⻚面】---【开始挖矿】---【确定开 始挖矿】---【矿机挖矿中】;</p>
        <p>(2)从“矿机”⻚面进入，在有原力的情况下，参照流程:</p>
        <p>【点击矿机】---【开始挖矿】---【提示选择星球】---【跳入星球⻚面】---【选择任意星球】---【登 陆开采】---【跳入矿机⻚面】---【开始挖矿】---【确定开始挖矿】---【矿机挖矿中】;</p>
        <p>(3)更换星球挖矿，参照流程:</p>
        <p>【点击矿机】---【停止挖矿】---【矿机成功停止挖矿】---【等待矿机冷却完成】---【开始挖矿】--- 【重复挖矿路径】;</p>
        <p>*在挖矿开始前， 确保已获取原力;</p>
        <p>*更换星球挖矿时， 矿机有60s冷却时间;</p>
        <p>*在别人的星球上挖矿，星球主人收取 15% 的矿产收益作为税收。</p>
        <p>*最多可以同时开启 9 台不同类矿机的 GalaBot 机器人采矿操作。</p>
        <h2>6 、矿石有什么用?</h2>
        <p>(1)矿产可以在 DEX 商城兑换成 Gala 和 ZUSD ;</p>
        <p>具体玩法，请前往游戏内:【商城】---【玩家集市】</p>
        <p>(2)可以发射⻜船探索矿石或者星球;</p>
        <p>*白矿可以探索矿石，还可以用炼金水将 100 个白矿石转换成 5 个金矿;</p>
        <p>*绿矿可以探索矿石或者 Gala ;</p>
        <p>*蓝矿有几率探索到星球。</p>
        <p>具体玩法， 请前往游戏内:【点击广场】---【探索】</p>
        <h2>7、如何进行充值?</h2>
        <p>(1)方法一，参照流程:</p>
        <p>点击【广场】---【闪充获取 ZUSD】---【正在连接 ZeepinChain】---【Paypal 第三方充值】--- 【Submit】---【创建账户】---【填写账户信息】---【同意并继续】;</p>
        <p>(2)方法二，参照流程:</p>
        <p>点击【我的】---【钱包】---【快速充值】---【正在连接 ZeepinChain】---【Paypal 第三方充 值】;</p>
        <p>*首次充值，第三方账户Paypal 需审核 24-72 小时予以通过。</p>
        <h2>8 、如何获得星球?</h2>
        <p>(1)在“广场”界面的“探索”使用矿产去探索，参照流程:</p>
        <p>点击【广场】---【探索】---【蓝矿石租用普罗米修斯探索星球】---【发射⻜船】---【10 秒左右出结 果】</p>
        <p>(2)商城内的玩家市场购买，参照流程:</p>
        <p>点击【商城】---【玩家集市】---【查看玩家售卖列表】---【选择星球】---【购买】</p>
        <p>(3)官方定期会出售部分创意星球，参照流程:</p>
        <p>点击【商城】---【星际市场】</p>
        <h2>9 、如何获得矿机?</h2>
        <p>(1)可以直接矿机界面进行官方购买，参照流程:</p>
        <p>点击【矿机】---【选择矿机】---【解锁】</p>
        <p>(2)在商城的玩家市场自由买卖，参照流程:</p>
        <p>点击【商城】---【玩家集市】---【查看列表】---【选择矿机】---【购买】</p>
        <p>*赠送的初级矿机无法进行交易;</p>
        <p>*矿机具有保值功能。</p>
        <h2>10 、如何售卖矿石、星球、矿机等资产?</h2>
        <p>(1)可在商城内的玩家集市内售卖，参照流程:</p>
        <p>【商城】---【玩家集市】---【右上⻆选卖出】---【可售】---【可售出的资产】---【选择要出售的物 品】---【编辑】---【确认】---【正在链接 Zeepin Chain】---【已成功上架】</p>
        <p>*在上架出售物品时， 需保证账户内有充足的燃料 Gala , 每一次上架出售行为均消耗燃料 10 Gala ;</p>
        <p>*物品上架出售时效是 72 小时，若无成功出售，上架的物品会返回至资产，消耗的燃效 10 Gala 不予退 回;</p>
        <p>(2)通过拍卖行转卖。</p>
        <h2>11、如何把充值的 ZUSD 转换成 Gala游戏燃料 ?</h2>
        <p>可在广场内的闪充闪兑内转换成Gala，参照流程:</p>
        <p>点击【广场】---【闪充闪兑】---【闪兑】---【设置兑换 ZUSD 数量】---【现在兑换】</p>

        <h1>七、关于ZEEPIN区块链</h1>
        <p>Zeepin Chain 是一条去中心化的文创及娱乐资产公链，通过区块链构建标准化基础设施，为创意人群提供 高效工作的解决方案，帮助创意组织提高创新效率，促进文创产业开放透明、 公平高效的价值流通。同时 Zeepin Chain 还将打造区块链数字娱乐资产发行平台，为全球文娱资产代币化提供区块链技术支持及落地 场景的建设。Zeepin Chain 公链作为一条行业基础链，拥有整合第三方娱乐资产和系统的能力，建立一个 自由的交易市场和兑换平台。</p>
        <p>Zeepin Chain 构建了完整的区块链技术框架，采用 GBFT - POS 共识机制(星际共识)， 提供具备图灵完 备性的虚拟机作为智能合约的执行环境，为应用架构提供自定义脚步控制支持。支持 Java、C#、 Python、Javascript 等编程语言开发的脚本，虚拟机都可以通过API 与链进行集成交互。</p>
        <p>Zeepin Chain 提供包括分布式身份认证、分布式数据存储、智能合约和一致性事务等核心协议。使用统一 智能合约协议对底层虚拟机的实现与交互进行了抽象，提供了可插拔式的智能合约虚拟机抽象协议。同时通 过对分布式一致性事务的支持，保证了底层数据的可靠性与正确性。</p>
        <p>Zeepin Chain 针对数字资产交易、事务流程处理、用户注册认证和数字资产映射等应用 场景，通过智能合 约和底层协议，构建完整、便捷、易用的应用协议。包括数字资产交易协议、事务流程处理协议、用户注册 认证协议、数字资产映射协议。</p>
        <p>Zeepin Chain 应用框架针对文化创意领域应用特点提供丰富的应用层组件，帮助应用开发者快速构建出去 中心化应用，通过 API 及 SDK 的方式向应用层提供了包括数字版权保护、 资产交易认证、游戏服务等多种 应用组件，其中数字版权保护组件通过使用 Zeepin Chain 核心协议提供的分布式身份认定功能，提供数字 资产版权认定鉴权等服务，为数字资产的交易提供前提和保证。</p>
        <p>Zeepin Chain 还针对跨链交互应用开放跨链流程协同协议，整合分布式多维数字资产实现分布式点对点的 信任体系，并扩展支持不同的记账体系，支持跨链、跨系统、跨应用和跨终端应用的身份认证、数据交互、 资产转移等基础应用。</p>

        <h1>八、ZEEPIN区块链目标及远景</h1>
        <p>Zeepin Chain 是去中心化的文创及娱乐资产公链，通过区块链构建标准化基础设施，为创意人群提供高效 工作的解决方案，帮助创意组织提高创新效率，促进文创产业开放透明、公平高效的价值流通。</p>
        <p>Zeepin Chain 的目标是:</p>
        <p>• 建设基于星际共识的文创产业公链的全球标准化基础设施</p>
        <p>• 完善分布式创意新经济全产业链应用生态</p>
        <p>• 建立文化、创意、娱乐等资产和应用上链及交易的标准平台</p>
      </div>
    </div>
  </div>
</template>
<script>
export default {
  data() {
    return {
      langName: this.$i18n.locale || "en"
    };
  }
};
</script>

<style lang="less" scoped>
.Introduction {
  position: relative;
  width: 100%;
  background: #241b67;
  padding-top: 100px;
  overflow: hidden;
  .market-box {
    background: #2e2a86;
    position: relative;
    min-height: calc(100vh - 497px);
    margin: 0;
    box-sizing: border-box;
    overflow: hidden;
    .aboutcg-centen {
      width: 1200px;
      padding: 20px 0;
      margin: 0 auto;
      overflow: hidden;
      h1 {
        font-size: 20px;
        color: #fff;
        margin: 50px 0 50px;
      }
      h2 {
        font-size: 16px;
        color: #fff;
        margin-bottom: 15px;
        margin-top: 30px;
        font-weight: 300;
      }
      img {
        width: 100%;
        display: block;
        margin-top: 30px;
        margin-block-end: 30px;
      }

      p {
        font-size: 16px;
        color: rgba(255, 255, 255, 0.6);
        margin-bottom: 10px;
        &.title {
          text-align: center;
          font-size: 24px;
          margin-top: 30px;
        }
      }
    }
  }
}
@media only screen and (max-width: 1279px) and (min-width: 1025px) {
  .Introduction {
    position: relative;
    width: 100%;
    background: #241b67;
    padding-top: 100px;
    overflow: hidden;
    .market-box {
      background: #2e2a86;
      position: relative;
      min-height: calc(100vh - 497px);
      margin: 0;
      box-sizing: border-box;
      overflow: hidden;
      .aboutcg-centen {
        width: 1025px;
        padding: 20px 0;
        margin: 0 auto;
        overflow: hidden;
        img {
          width: 100%;
          display: block;
          margin-top: 20px;
          margin-block-end: 20px;
        }
        h1 {
          font-size: 18px;
          color: #fff;
          margin: 80px 0 50px;
        }
        h2 {
          font-size: 14px;
          color: #fff;
          margin-bottom: 15px;
          margin-top: 30px;
          font-weight: 300;
        }
        p {
          font-size: 14px;
          color: #fff;
        }
      }
    }
  }
}
@media only screen and (max-width: 1024px) {
  .Introduction {
    position: relative;
    width: 100%;
    background: #241b67;
    padding-top: 100px;
    overflow: hidden;
    .market-box {
      background: #2e2a86;
      position: relative;
      min-height: calc(100vh - 497px);
      margin: 0;
      box-sizing: border-box;
      overflow: hidden;
      .aboutcg-centen {
        width: 90%;
        padding: 10px 0;
        margin: 0 auto;
        overflow: hidden;
        img {
          width: 100%;
          display: block;
          margin-top: 10px;
          margin-block-end: 10px;
        }
        h1 {
          font-size: 16px;
          color: #fff;
          margin: 30px 0 20px;
        }
        h2 {
          font-size: 12px;
          color: #fff;
          margin-bottom: 15px;
          margin-top: 15px;
          font-weight: 300;
        }
        p {
          font-size: 12px;
          color: #fff;
          &.title {
            text-align: center;
            font-size: 16px;
            margin-top: 10px;
          }
        }
      }
    }
  }
}
</style>
